import { images } from '@/jsonData/imageRegistry'

export const infoBlocks = {
    aboutUs: {
        title: "О нас",
        description: "Мы занимаемся возведением бетонных площадок (основания) и монтажом падел кортов производства Испания и Китай различного уровня сложности. Реализуем проекты от частных площадок до спортивных центров (или комплексов). Обеспечиваем техническое сопровождение на всех этапах — от обследования участка до сдачи готового корта. Гарантируем качество работ, надежность конструкций и соответствие спортивным требованиям.",
        image: images.tennis,
    },
    ourPast: {
        title: "Откуда мы пришли",
        description: "Наша команда пришла в мир большого спорта из строительной индустрии. Навыки, полученные в ходе выполнения строительных работ очень пригодились и помогли нам разобраться во многих нюансах, связанных с монтажом Падел кортов. Благодаря этому мы сумели достичь в этом деле лидирующих позиций.Более двух лет мы удачно сотрудничали с компанией Нева- Спорт, но пришло время и мы приняли решение выйти на рынок услуг по монтажу Падел кортов и всех прочих работ, так или иначе связанных с этим, как самостоятельная команда, предоставляя по- прежнему высокие стандарты качества, точность выполнения работ и профессиональный во всём подход.",
        image: images.tennis3,
    },
    coaches: {
        title: "Монтаж падел-кортов любого бренда и комплектации",
        description: "Мы не привязаны к одному поставщику. Наш опыт - это ваша свобода выбора. Решили приобрести конструкцию в Европе или выбрали локального производителя? Мы профессионально установим падел-корт любого бренда, комплектации и ценового сегмента.",
        image: images.tennis2,
    },
    filling: {
        title: "Возведение бетонного основания под падел-корт",
        description: "Первый и самый важный этап строительства корта, от которого на 80% зависит долговечность всей конструкции и качество игры. Неровное основание — это гарантия проблем: просадки, трещины, непредсказуемый отскок мяча, разрушение покрытия.",
        image: images.filling,
    },
    repair: {
        title: "Ремонт и восстановление падел кортов «под ключ»",
        description: "Ваш падел корт потерял игровые качества, покрытие трескается или появились неровности? Не стоит ждать полного износа! Своевременный профессиональный ремонт не только вернет площадке идеальное состояние, но и сэкономит ваши средства, предотвратив необходимость дорогостоящей полной замены.",
        image: images.repair,
    },
    technicalService: {
        title: "Техническое обслуживание для кортов любого типа: панорамный, ультрапанорамик, уличный, в помещении, любого производителя.",
        description: "Регулярный профессиональный уход — залог долгой службы покрытия и идеального отскока мяча. Абонементное обслуживание для кортов любого типа: грунт, хард, искусственная трава. Работаем по регламенту, используем спецтехнику, предоставляем отчет. Экономьте на ремонте с нашей помощью!",
        image: images.technicalService,
    },
    metal: {
        title: "Профессиональная установка металлоконструкций и стеклянных ограждений",
        description: "Сердце любого современного корта — это прочный каркас и прозрачное, безопасное ограждение. Мы специализируемся на точном монтаже металлоконструкций и стекла «под ключ», создавая не просто площадки, а архитектурно-спортивные сооружения, которые служат десятилетиями.",
        image: images.metal,
    },
    grass: {
        title: "Укладка травяного покрытия для падел кортов",
        description: "Выполняем укладку травяного покрытия для падел кортов с соблюдением технологических требований и спортивных стандартов. Обеспечиваем подготовку основания, дренаж и профессиональный монтаж покрытия, что гарантирует ровную игровую поверхность и стабильные характеристики корта. Решение подходит для частных, клубных и коммерческих объектов.",
        image: images.grass,
    }
};